tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "mxcl/made"
tap "nshipster/formulae"

brew "asdf"
brew "carthage"
brew "fish"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "keychain"
brew "pinentry-mac"
brew "shellcheck"
brew "swiftformat"
brew "swift-format"
brew "vim"

cask "font-fira-code"
cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ibm-plex"
cask "font-inter"

cask "aerial"
cask "backblaze"
cask "brooklyn"
cask "coderunner"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "geekbench"
cask "google-chrome"
cask "iconjar"
cask "iina"
cask "insomnia"
cask "intel-power-gadget"
cask "kaleidoscope"
cask "keybase"
cask "monodraw"
cask "notion"
cask "paintcode"
cask "paparazzi"
cask "paw"
cask "postgres"
cask "simple-comic"
cask "sketch"
cask "soulver"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "superduper"
cask "suspicious-package"
cask "tableplus"
cask "textexpander"
cask "tower"
cask "transmit"
cask "twist"
cask "visual-studio-code"
cask "vmware-fusion"
