tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "asdf"
brew "carthage"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "keychain"
brew "pinentry-mac"
brew "shellcheck"
brew "starship"

cask "font-fira-code"
cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ibm-plex"
cask "font-inter"
cask "font-jetbrains-mono"

cask "backblaze"
cask "cleanshot"
cask "coderunner"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "iina"
cask "kaleidoscope"
cask "latest"
cask "maccy"
cask "monodraw"
cask "mergepbx"
cask "nova"
cask "panda"
cask "paparazzi"
cask "paw"
cask "postgres"
cask "soulver"
cask "sublime-text"
cask "suspicious-package"
cask "swiftformat-for-xcode"
cask "textexpander"
cask "tower"
cask "transmit"
cask "visual-studio-code"
cask "vmware-fusion"
cask "zoom"
